<?php
    return [
        'Home' => 'ទំព័រដើម',
        'About Us' => 'អំពីយើងខ្ញុំ',
        'Real Estate Project' => 'គម្រោងអចលនទ្រព្យ',
        'Our Services' => 'សេវាកម្មយើងខ្ញុំ',
        'Events' => 'Events',
        'Contact' => 'ការទំនាក់ទំនង',

        'CHHUN XING' => 'ឈុនស៊ីង',
        'CITY' => 'គ្រុប',
        'CHHUN XING CITY' => 'ឈុនស៊ីង គ្រុប',
        'banner_text' => 'កសាងអនាគតដែលមានសក្តានុពលជាមួយឈុនស៊ីង ស៊ីធី គ្រុប',
        'footer_text' => 'ឈុនស៊ីង គ្រុប ជាក្រុមហ៊ុនសាងសង់អភិវឌ្ឍន៍លំនៅដ្ឋាន ដែលមានបេសកកម្មក្នុងការផ្ដល់សេវាសំណង់ប្រកបដោយគុណភាពខ្ពស់ ស្តង់ដារអន្តរជាតិ និងទាន់សម័យ។ ដើម្បីឆ្លើយតបនឹងតម្រូវការពិតប្រាកដនៃទីផ្សារ និងអតិថិជន ក្រុមហ៊ុនយើងខ្ញុំ បង្កើតបរិយាកាសការងារដែលលើកស្ទួយភាពជាអ្នកជំនាញនៃវិស័យសំណង់ អាជីពការងារ និងការសហការជាក្រុម។',

        'Project References' => 'បទពិសោធន៍គម្រោង',
        'read_more' => 'ព័ត៌មានបន្ថែម',
        'back' => 'ត្រឡប់ក្រោយ'
    ];
